{
  "1": "Wittgenstein opens by quoting Augustine's account of how children learn language - by associating words with objects. This sets up the traditional view he will challenge: that language primarily works by naming things, and that the meaning of a word is the object it stands for. This 'Augustinian picture' seems natural but is deeply misleading.",
  
  "2": "Here Wittgenstein imagines a primitive 'language-game' between builders where words directly correspond to actions. When A says 'slab,' B brings a slab. This simple language actually fits Augustine's description, showing that while such a view might work for very basic communication, it's far too limited for actual human language.",
  
  "3": "Augustine's view might be correct for a narrow type of language use, but he mistakenly takes this as the essence of all language. It's like defining 'game' only in terms of board games - you'd miss most of what games actually are. We need to look at the full diversity of language use.",
  
  "4": "Language is like a script that uses letters not just for sounds but also for emphasis and punctuation. Augustine's error is like reading such a script as if letters only represented sounds, missing their other functions entirely. This shows how a simplified view of language blinds us to its complexity.",
  
  "5": "To see how language really works, we need to look at simple, primitive uses where we can clearly see what's happening. Children learning to talk use these basic forms, and importantly, they learn through training and practice, not through explanations of meaning. Understanding comes from doing.",
  
  "6": "Ostensive teaching (pointing and naming) does create associations between words and things, but what matters is how this fits into broader training. The same pointing gesture with different training would produce entirely different understanding. Context and use determine meaning, not the pointing alone.",
  
  "7": "Wittgenstein introduces his key concept of 'language-games' - the idea that language is woven into activities and forms of life. Speaking a language is not just naming objects but participating in complex patterns of behavior. Language and activity are inseparable.",
  
  "8": "This expanded language-game shows how language involves not just naming but also counting, pointing, and following complex instructions. The meaning emerges from how all these elements work together in the activity. Language is a tool for coordinating action.",
  
  "9": "When teaching words like 'there' or 'this,' we can't just point to an object. These words are learned through their use in activities, not through ostensive definition. This shows that not all language learning follows the simple model of pointing and naming.",
  
  "10": "Instead of asking what words mean in the abstract, we should ask how they're used. The meaning of a word is not some object or idea it refers to, but rather its role in the language-game. This shifts philosophy from seeking hidden meanings to describing visible uses.",
  
  "11": "Words are like tools in a toolbox - each has its own function and use. A hammer, screwdriver, glue, and nails all look different and do different things. The surface similarity of words (they all look like words) obscures their functional diversity, especially when we're doing philosophy.",
  
  "12": "Like handles in a locomotive cabin that look similar but do completely different things (one releases steam, another applies brakes), words that appear similar grammatically may function in radically different ways in our language. Grammar misleads us about logic.",
  
  "13": "Saying 'every word signifies something' is empty unless we specify what distinction we're making. It might only mean we're excluding nonsense words like 'abracadabra,' which tells us nothing about how language actually works. Empty generalizations obscure real differences.",
  
  "14": "Trying to force all tools (or words) into one explanatory pattern - like saying all tools 'modify something' - creates a false uniformity that obscures real differences in function. The urge to find one essence prevents us from seeing actual diversity.",
  
  "15": "The clearest case of 'signifying' is when objects are literally marked with signs. This provides a picture of naming as labeling, which can be useful as long as we remember it's just one limited picture of how language works, not the whole story.",
  
  "16": "Are color samples part of language? Wittgenstein says it's up to us - they function as instruments of language just like words do. This challenges our usual distinction between language and the world. The boundary is not fixed but depends on our purposes.",
  
  "17": "How we classify words depends on our purpose. Just as we can classify tools or chess pieces in various ways, we can group words differently depending on what we're trying to understand. There's no single correct classification system.",
  
  "18": "Our language is like an ancient city with old quarters and new suburbs. It's always growing and changing. Asking if a language is 'complete' makes no more sense than asking when a city becomes a city. Language is a living, evolving phenomenon.",
  
  "19": "To imagine a language is to imagine a form of life. Language isn't just a system of signs but is embedded in human activities, practices, and ways of being in the world. You can't separate language from the life in which it's embedded.",
  
  "20": "Can 'Slab!' mean the same as 'Bring me a slab'? The question reveals our confusion about meaning. What matters isn't some hidden mental content but how the expression functions in actual use. The shorter and longer forms may do the same job.",
  
  "21": "The same words can function as statements or orders depending on context. 'The door is open' could be a description or a request to close it. The difference isn't in the words themselves or in mental states, but in how they're used in the language-game.",
  
  "22": "Frege thought every assertion contains an assumption that gives it sense. But Wittgenstein shows this is just one way our grammar allows us to parse sentences - it doesn't reveal some deep logical structure. Grammar creates the illusion of hidden depths.",
  
  "23": "This famous passage lists various language-games, showing the incredible diversity of what we do with language. From giving orders to making jokes, from praying to solving problems, language is woven into countless human activities. There's no single essence of language.",
  
  "24": "When we ask 'What is a question?' we're tempted to look for some essence. But questions, like other linguistic acts, are defined by their role in our various language-games, not by some hidden mental state or logical form.",
  
  "25": "Animals don't use language (beyond primitive forms). This isn't because they lack some mental capacity for thought, but because language-use is part of the natural history of human beings. Language is as natural to us as flying is to birds.",
  
  "26": "Learning language isn't just learning names for things. Naming is merely preparatory - what matters is what we do with names, how they function in our actual linguistic practices. The real achievement is learning to play the game.",
  
  "27": "Exclamations like 'Water!' or 'Help!' show that not all words are names of objects. These expressions are woven into urgent human situations and activities. They're more like signals or cries than labels for things.",
  
  "28": "Ostensive definition can be variously interpreted. Pointing to two nuts and saying 'Two' could be taken as naming the nuts, the number, the color, etc. Context and training determine the interpretation. Definition alone doesn't fix meaning.",
  
  "29": "To avoid misunderstanding in ostensive definition, we might say 'This number is called two.' But this assumes understanding of 'number' - showing how one explanation depends on others. There's no absolute starting point for explanations.",
  
  "30": "Ostensive definition works when the overall role of a word in language is already clear. It's not a foundational method for establishing meaning but depends on existing linguistic competence. You already need language to learn language.",
  
  "31": "When teaching chess, saying 'This is the king' only helps someone who already knows what a piece in a game is. Similarly, ostensive definitions only work within an already understood framework. Learning builds on prior understanding.",
  
  "32": "Someone who arrives in a foreign country will often not understand ostensive definitions, even when objects are pointed out. They lack the necessary background - the language-game within which such definitions make sense. Context is everything.",
  
  "33": "What if there were no characteristic expression of pointing? We might use a different gesture or none at all. This shows that even basic acts like pointing are conventional, part of our form of life rather than natural or necessary.",
  
  "34": "Can we imagine someone learning language just from ostensive definitions? They would need to already understand what pointing means, what learning a name involves - in short, they'd need the very thing they're supposed to be learning.",
  
  "35": "When someone points to a shape and says 'This is called circle,' we typically take them to mean the shape, not the specific object. But this interpretation isn't forced by the pointing - it comes from our training in how such situations work.",
  
  "36": "How do we know if someone has understood an ostensive definition correctly? Not by looking into their mind, but by seeing if they can use the word appropriately. Understanding shows itself in use, not in mental states.",
  
  "37": "What is the relation between a name and the thing named? It's not a mysterious connection but a matter of how the name is used in our practices. The connection is made by us in our language-games, not found in nature.",
  
  "38": "Philosophy often treats naming as the fundamental relation between language and world. But 'This is called...' is just one language-game among many. Focusing on it exclusively distorts our understanding of how language works.",
  
  "39": "Why does it seem that names must really signify simples? Because we have a picture of meaning that requires ultimate building blocks. But this is a requirement of our philosophical picture, not of language itself.",
  
  "40": "When we can't analyze a word further, we're tempted to say it signifies something simple. But this says more about the limits of our analysis than about the nature of reality or meaning. Simplicity is relative to our purposes.",
  
  "41": "In Wittgenstein's imagined language-game, proper names signify simple colored squares. But what counts as 'simple' here? Even these could be further divided. Simplicity isn't absolute but relative to the particular language-game.",
  
  "42": "Do names signify only what is simple? But what are the simple parts of a chair - the molecules, the atoms? The question shows that 'simple' and 'composite' are relative terms, depending on our purposes and contexts.",
  
  "43": "For a large class of cases where we use the word 'meaning' it can be explained like this: the meaning of a word is its use in the language. This is Wittgenstein's most famous slogan, shifting focus from reference to use.",
  
  "44": "We said names signify what is simple, but is a checkered pattern simple or complex? It depends on context. In one game it might be treated as simple, in another as composite. Simplicity is not an intrinsic property.",
  
  "45": "Demonstratives like 'this' seem to name without describing, leading philosophers to see them as real names. But even 'this' has a use, plays a role in language-games. There are no pure names outside all contexts of use.",
  
  "46": "What lies behind the idea that names really signify simples? Perhaps our forms of expression mislead us, making us think there must be ultimate elements. But this is a shadow cast by grammar, not a deep truth.",
  
  "47": "What are the simple parts of reality? This question only makes sense within particular contexts. A chessboard's squares are simple for chess, but could be divided physically. Simplicity is always relative to some practice or purpose.",
  
  "48": "Let's apply the method of ยง2 to analyze 'The broom is in the corner.' Should we analyze it into statements about the stick and brush? This seems absurd, showing that logical analysis isn't always appropriate or illuminating.",
  
  "49": "To say 'The broom is in the corner' is not to say something about a stick and brush. Naming something is preparatory to using the name in statements. The name functions differently from the description.",
  
  "50": "What does it mean to say an element can only be named, not described? This philosophical claim rests on a particular picture of how language must work, not on observation of actual language use.",
  
  "51": "In describing the colored squares game, what does 'R' correspond to? The red square? The color red? The question shows that correspondence isn't a simple relation but depends on how the symbol is used in the game.",
  
  "52": "If I point to a red square and say 'This is red,' am I giving the meaning of 'red' or using it? The distinction isn't always clear. Language-games overlap and interpenetrate in complex ways.",
  
  "53": "There are countless kinds of sentences, and new types come into existence while others become obsolete. Language is not a fixed structure but a living, changing collection of practices.",
  
  "54": "Rules don't determine every move in a game - much is left open. Similarly, grammar doesn't determine every use of language. There's always room for creativity and new applications within the rules.",
  
  "55": "What does it mean to say language has rules? Not that every use is predetermined, but that there are regular patterns, standard moves. Rules are not rails that force us in one direction.",
  
  "56": "Can't we imagine people who only have exclamations, not sentences? This would still be a language, showing that our language is just one form among possible others. There's no essential form language must take.",
  
  "57": "When a child learns 'The stove is hot,' have they learned just to repeat these words or to make a statement? The question misunderstands learning - they've learned to participate in a practice, not to perform a mental act.",
  
  "58": "Do 'This is red' (pointing to a red object) and 'This is called red' mean the same? In many contexts yes, but philosophy creates confusion by focusing on imagined differences in meaning rather than actual use.",
  
  "59": "Only in a language can I mean something by something. This seems to lead to regress - how did the first language get started? But this assumes language must have a foundation outside itself, which Wittgenstein denies.",
  
  "60": "When I point to this color and say 'This is called red,' how does my pointing refer to the color rather than the shape? My intention? But intention itself is embedded in practices and contexts, not a pure mental act.",
  
  "61": "When we name something, it seems the name must fit the object naturally. But any name could be used for any object - what matters is how we use it. The sense of 'fitting' comes from familiarity, not natural correspondence.",
  
  "62": "Why do we feel some names 'fit' their objects better than others? Because we're used to them. If we always called red 'green' and vice versa, those names would feel natural. Fitness is conventional, not natural.",
  
  "63": "The purpose of language is communication, but saying this explains nothing. It's like saying the purpose of clothes is covering - true but uninformative about the variety of what we actually do with language or clothes.",
  
  "64": "Let's imagine a language-game where words have meaning only in sentences. This is actually close to how our language works - words gain their meaning from their role in whole utterances, not in isolation.",
  
  "65": "Here Wittgenstein introduces his famous concept of 'family resemblances.' Games don't share one essential feature but are related like family members - through overlapping similarities without a single common trait. This revolutionizes how we think about concepts.",
  
  "66": "Don't assume there must be something common to all games. Look and see! Board games, card games, ball games, Olympic games - they share various features but no single essence defines them all. Reality is messier than our neat categories suggest.",
  
  "67": "The concept 'game' has blurred edges. But this isn't a defect - it's exactly what we need for most purposes. We extend concepts not by identifying an essence but by recognizing relationships and similarities, like fibers overlapping in a thread.",
  
  "68": "Could we define 'game' precisely? Yes, for special purposes. But this wouldn't capture how we actually use the word. Ordinary concepts work perfectly well without sharp boundaries - precision is not always a virtue.",
  
  "69": "How would we explain what a game is? By giving examples and saying 'This and similar things are games.' This isn't a defective explanation - it's how concepts actually work. We learn by examples, not definitions.",
  
  "70": "When we say 'These things and similar ones are games,' what makes something similar? There's no single answer. Similarity is context-dependent and purpose-relative. We recognize it when we see it.",
  
  "71": "Is a blurred concept a concept at all? Of course! Most of our concepts have blurred edges. Is our concept of a person exact? Of red? Inexactness doesn't mean uselessness - often it's exactly what we need.",
  
  "72": "Seeing what is common is fundamental to understanding concepts. But 'common' doesn't mean 'identical in all cases.' It means seeing patterns, family resemblances, overlapping similarities. This is how human understanding actually works.",
  
  "73": "When we recognize something as a game, we're not applying a definition but seeing connections to other games we know. Understanding is more like recognizing a face than applying a formula.",
  
  "74": "The word 'game' is used without a fixed meaning. But this doesn't make it meaningless. Its meaning emerges from the pattern of its various uses, the family of cases to which we apply it.",
  
  "75": "What does it mean to know what a game is? Not to be able to state a definition, but to be able to recognize games, to use the word appropriately, to understand others when they use it. Knowledge is practical ability.",
  
  "76": "If someone draws a sharp boundary for 'game,' they're not discovering the real meaning but proposing a particular use for a particular purpose. Sharp boundaries are human impositions, not natural discoveries.",
  
  "77": "Blurred concepts are not inferior to sharp ones. A blurred photograph may be exactly what we need. The ideal of crystalline clarity is a philosophical prejudice, not a requirement of meaningful language.",
  
  "78": "Compare knowing what a game is to knowing what chess is. We know chess not through a definition but through familiarity with how it's played. Knowledge is often know-how rather than know-that.",
  
  "79": "When Moses asked God's name and was told 'I am that I am,' was this a proper answer? Names don't have a mysterious essence. Moses' question assumes names have a special metaphysical significance they don't possess.",
  
  "80": "A chair consists of parts, but what are its essential parts? The question assumes there's one correct analysis. But we can analyze things differently for different purposes. There's no single, true structure of reality.",
  
  "81": "In logic we seem to see ideal patterns that language must conform to. But this ideal is not something we discover but something we impose. Logic shows one way to regiment language, not language's hidden essence.",
  
  "82": "What counts as a rule? Not every regularity is a rule. Rules are standards we use to correct and guide behavior. They're not descriptions of what always happens but norms for what should happen.",
  
  "83": "Must language always follow strict rules? No more than games must. Some games have strict rules, others are more free-form. Language too varies in how rule-governed it is depending on context and purpose.",
  
  "84": "Can we say a word is used according to a rule even if no explicit rule has been stated? Yes - rules can be implicit in practice. We follow countless rules we've never formulated.",
  
  "85": "A rule stands like a signpost. But does a signpost leave no doubt about the way to go? It might be read differently, point ambiguously. Rules guide but don't compel - they need interpretation in use.",
  
  "86": "A language-game can be played with different interpretations of the rules. Just as we can play variants of chess, we can use language in variant ways. There's no single, correct way fixed by the rules alone.",
  
  "87": "An explanation serves to remove misunderstanding. But any explanation could be misunderstood. There's no explanation so perfect it prevents all possible misunderstanding. Understanding is not guaranteed by words alone.",
  
  "88": "If I explain 'Stand roughly here' by pointing, have I explained 'roughly'? The explanation works if you already understand what kind of precision is expected. Explanations presuppose shared background understanding.",
  
  "89": "Philosophy seeks the 'essence' of things, but this quest itself is problematic. We're not uncovering hidden structures but clarifying what we already know by arranging it perspicuously. Philosophy doesn't discover, it describes.",
  
  "90": "We feel we must penetrate phenomena to understand them truly. But our investigation is grammatical - it concerns our ways of talking about phenomena, not the phenomena themselves. We're studying language, not metaphysics.",
  
  "91": "But isn't language something unique? This question already assumes what it seeks to prove. Language is unique in being language, just as chess is unique in being chess. Uniqueness doesn't imply mysterious essence.",
  
  "92": "Language seems to have a peculiar essence. But this impression comes from philosophical pictures we impose, not from careful observation of how language actually works in daily life.",
  
  "93": "Someone says 'A proposition is a queer thing!' This expresses philosophical puzzlement, not genuine discovery. The queerness comes from looking at propositions through the lens of misleading analogies.",
  
  "94": "Propositions seem remarkable when we focus on their supposed essence rather than their use. It's like being amazed that marks on paper can 'say something' - we're captivated by our own picture of how language must work.",
  
  "95": "When we do philosophy, we're like savages encountering civilized people's ways and misinterpreting them. We see mystery where there is only unfamiliar practice. Philosophy often creates the very puzzles it tries to solve.",
  
  "96": "The special atmosphere surrounding mental concepts in philosophy comes from misunderstanding their grammar. We picture thoughts as mysterious inner objects rather than seeing how thought-language actually functions.",
  
  "97": "We're tempted to think words like 'thinking' must signify something extraordinary. But thinking is extraordinary only in being thinking - it doesn't name a mysterious inner process but characterizes various human activities.",
  
  "98": "On the one hand, every sentence is in order as it is. On the other, we seem to strive for an ideal of perfect clarity. This tension drives philosophical confusion. Ordinary language is already in order.",
  
  "99": "The sense of a sentence seems to demand determinacy. But actual sentences work perfectly well with some vagueness. The demand for absolute precision is a philosophical addition, not a requirement of meaningful language.",
  
  "100": "Isn't a game without rules still a game? Isn't vague language still language? Our concepts don't require sharp boundaries to function. The ideal of perfect precision is a philosophical illusion.",
  
  "101": "Logic presents an ideal of clarity, but this ideal doesn't describe how language actually works. It's a model we construct for certain purposes, not a discovery about language's essence.",
  
  "102": "The strict rules of logic seem to conflict with the flexibility of actual language. This conflict dissolves when we realize logic provides one tool among others, not the hidden structure of all thought.",
  
  "103": "The ideal of perfect exactness haunts us in philosophy. But where does this ideal come from? Not from language itself, which works fine without it, but from a preconceived picture of what language must be.",
  
  "104": "We predicate things of the thing itself - saying 'A thing is identical with itself' seems both necessary and empty. Such propositions show us the shadows cast by grammar, not deep truths about reality.",
  
  "105": "When we believe we're tracing the outline of the thing's nature, we're only tracing the frame through which we look at it. Our necessary truths reflect our conceptual framework, not nature's joints.",
  
  "106": "Here philosophy reaches a crucial insight: seemingly deep metaphysical truths often just reflect grammatical conventions. 'Every rod has a length' tells us about how we use words, not about ultimate reality.",
  
  "107": "The more we examine actual language, the sharper becomes the conflict with our philosophical ideal. This shows the ideal is an imposition, not a discovery. We must give up the prejudice of crystalline purity.",
  
  "108": "Logic's purity is not discovered in language but demanded by philosophers. Actual language is neither pure nor impure - those categories don't apply. It simply does its various jobs in human life.",
  
  "109": "Philosophy is not an empirical science. We're not discovering new facts but arranging what we already know to dissolve philosophical puzzlement. Philosophy is a battle against the bewitchment of our intelligence by language.",
  
  "110": "Language is the vehicle of thought - but this metaphor misleads if we think of a vehicle as separate from what it carries. Thought and language are more intimately connected than container and contained.",
  
  "111": "The problems arising through misinterpretation of our forms of language have the character of depth. They seem deep because language itself strikes us as deep. But the depth is in the muddle, not the reality.",
  
  "112": "A simile absorbed into the forms of our language produces false appearances. When we say 'I have an idea,' we picture ideas as mental objects we possess. The grammar misleads us about the phenomena.",
  
  "113": "One of philosophy's great sources of confusion is taking substantives to name objects. Because we say 'I have a pain' like 'I have a pin,' we think pain must be a thing. Grammar creates metaphysical illusions.",
  
  "114": "Philosophical problems arise when language goes on holiday - when we use words outside their normal contexts and expect them still to make sense. Like a wheel spinning without engaging gears.",
  
  "115": "A picture held us captive because it lay in our language and language seemed to repeat it to us inexorably. The picture of meaning as reference, of thoughts as inner processes - these pictures trap our thinking.",
  
  "116": "When philosophers use words like 'knowledge,' 'being,' 'object,' we must ask: are these words ever actually used this way in the language-games that are their original home? Usually not - philosophy creates special, problematic uses.",
  
  "117": "To do philosophy correctly, we must bring words back from their metaphysical to their everyday use, seeing how philosophical problems arise from misunderstanding ordinary language. Philosophy is therapy, not theory-building.",
  
  "118": "Where does our investigation get its importance, since it seems to destroy everything interesting? But we're destroying only houses of cards, clearing the ground of language from conceptual confusions.",
  
  "119": "The results of philosophy are the discovery of plain nonsense and the bumps our understanding gets from running against the limits of language. These bumps show the value of philosophical investigation - they mark where we've gone wrong.",
  
  "120": "When I talk about language, I must speak the language of every day. This language is not too coarse for philosophy - it's the only language we have. Philosophy must use ordinary language to cure its own confusions.",
  
  "121": "One might think: if philosophy speaks of the use of the word 'philosophy,' there must be a second-order philosophy. But philosophy is not a super-science - it works at the same level as the confusions it addresses.",
  
  "122": "A main source of our failure to understand is that we don't have an overview of the use of our words. We need a perspicuous representation that produces understanding by letting us see connections.",
  
  "123": "A philosophical problem has the form: 'I don't know my way about.' Philosophy helps us find our way in the conceptual landscape we already inhabit. We're lost in familiar territory.",
  
  "124": "Philosophy leaves everything as it is. It doesn't interfere with actual language use or give it a foundation. It simply describes language-games for the purpose of solving philosophical problems.",
  
  "125": "The fundamental fact is that we lay down rules and then follow them in particular cases. But philosophy gets confused by asking for the justification of this practice. The practice is the given.",
  
  "126": "Philosophy simply puts everything before us without explaining or deducing anything. Since everything lies open to view, there's nothing to explain. What's hidden is of no interest to philosophy.",
  
  "127": "The work of philosophy consists in assembling reminders for a particular purpose - to dissolve philosophical confusions. We remind ourselves how language actually works to break the spell of how we think it must work.",
  
  "128": "If someone wanted to advance theses in philosophy, it would never be possible to debate them, because everyone would agree. Philosophy's propositions are grammatical observations everyone accepts once properly presented.",
  
  "129": "The aspects of things most important for us are hidden because of their simplicity and familiarity. We don't notice what's always before our eyes. Philosophy makes us see what we're looking at.",
  
  "130": "Our clear and simple language-games are not preliminary studies for future regularization of language. They're objects of comparison to throw light on our language by similarities and dissimilarities.",
  
  "131": "We can avoid unfairness or emptiness in our assertions only by presenting the model as what it is - an object of comparison, not a preconceived idea to which reality must correspond.",
  
  "132": "We want to establish order in our knowledge of language use - an order for a particular purpose, not the order. Different philosophical problems require different orderings of the same material.",
  
  "133": "The real discovery is the one that lets me stop doing philosophy when I want to - that gives philosophy peace by showing that philosophical problems can completely disappear. Philosophy's goal is its own elimination.",
  
  "134": "Let's examine the proposition 'This is how it is.' It seems to show the general form of propositions. But this tells us nothing until we understand how 'this' and 'it' function - the form is empty without content.",
  
  "135": "We have a concept of what a proposition is based on examples. But the examples don't share a single essence - they form a family. Our concept of 'proposition' is as fluid as our concept of 'game.'",
  
  "136": "At bottom, giving 'This is how it is' as the general form of propositions is the same as saying a proposition is whatever can be true or false. We're moving in a circle, not discovering essence.",
  
  "137": "Can't there be a method of logic that abstracts from all content? But logic gets its whole sense from its application to actual propositions. Pure form without content is empty.",
  
  "138": "Why can't the word 'is' be used with two different meanings in 'The rose is red' and 'Two times two is four'? Only philosophical prejudice demands that the same word must always work the same way.",
  
  "139": "When someone learns the meaning of 'cube,' does a picture come before their mind? Perhaps, but this picture doesn't determine the use of the word. Many different uses are compatible with the same mental image.",
  
  "140": "What kind of mistake is it to say 'The word \"is\" has two different meanings'? It's the mistake of thinking that meaning is something words have rather than something that shows in their use. Use is primary."
}